billing/controllers/RadcheckController.php

SELECT * FROM `Radcheck` WHERE `id`='6'
---
    protected function findModel($id)
    {
        if (($model = Radcheck::findOne($id)) !== null) {