billing/controllers/RadreplyController.php

SELECT * FROM `radreply` WHERE `id`='20'
---
    protected function findModel($id)
    {
        if (($model = Radreply::findOne($id)) !== null) {